{ "products":[ 
    {
        "id": 1,
        "title": "Arabica",
        "description": "A rich, full-bodied coffee with notes of dark chocolate and black cherry. Grown on the slopes of a mist-covered mountain in Central America.",
        "category": "Grain",
        "image": "https://iili.io/H8Y78Qt.webp"
    },
    {
        "id": 2,
        "title": "Crema",
        "description": "A smooth and bright coffee with a citrusy kick. Sourced from the rolling hills of Africa.",
        "category": "Grain",
        "image": "https://iili.io/H8Y7WEg.webp"
    },
    {
        "id": 3,
        "title": "Super crema ",
        "description": " An earthy and complex coffee with notes of toasted nuts and caramel. Sustainably grown in the rainforests of South America.",
        "category": "Grain",
        "image": "https://iili.io/H8Y7kTN.webp"
    },
    {
        "id": 4,
        "title": "Gusto",
        "description": "A smooth and earthy blend with notes of cocoa and hazelnut.",
        "category": "Grain",
        "image": "https://iili.io/H8Y7X4a.webp"
    },
    {
        "id": 5,
        "title": "Amodo mio intenso",
        "description": "A bold and smoky blend with notes of dark chocolate and molasses.",
        "category": "Grain",
        "image": "https://iili.io/H8Y7r4s.webp"
        
    },
    {
        "id": 6,
        "title": "Walnut Wonder",
        "description": "A smooth and nutty coffee from the slopes of South America.",
        "category": "Grain",
        "image": "https://iili.io/H8Y7gGn.webp"
       
    },
    {
        "id": 7,
        "title": "Breezy Beans",
        "description": "This coffee blend is made from beans sourced from Honduras and Costa Rica. It is a light roast coffee with a bright and citrusy flavor profile. It is perfect for pour-over and drip coffee brewing methods.",
        "category": "Grain",
        "image": "https://iili.io/H8Y7lpV.webp"
        
    },
    {
        "id": 8,
        "title": "Indo-Viet Roast",
        "description": "This coffee blend is made from beans sourced from Indonesia and Vietnam. It is a medium-dark roast coffee with a spicy and earthy flavor profile, with notes of cinnamon and clove. It is perfect for drip and French press brewing methods.",
        "category": "Grain",
        "image": "https://iili.io/H8Y7wYv.webp"
    },
    {
        "id": 9,
        "title": "Ethiopian Yirgacheffe",
        "description": "A light and fruity coffee with notes of blueberry and citrus. Grown in the highlands of Ethiopia, this coffee is sure to brighten up your morning.",
        "category": "Grain",
        "image": "https://iili.io/H8Y7VCF.webp"
    },
    {
        "id": 10,
        "title": "Lazy Days",
        "description": " the lush regions of Brazil, this coffee is perfect for a lazy afternoon.",
        "category": "Grain",
        "image": "https://iili.io/H8Y7NvR.webp"
    },
    {
        "id": 11,
        "title": "Andean Almond",
        "description": "A smooth and mellow coffee from the mountains of South America, with hints of almond and toffee.",
        "category": "Grain",
        "image": "https://iili.io/H8Y5Sgj.webp"
    },
    {
        "id": 12,
        "title": "Savanna Noir",
        "description": "A bold and rich coffee from the African savanna, with notes of dark chocolate and blackcurrant.",
        "category": "Grain",
        "image": "https://iili.io/H8Y7vjI.webp"
    },
    {
        "id": 13,
        "title": "Coconut Kiss",
        "description": "A light and refreshing coffee from the shores of the Asia Pacific, with a subtle coconut flavor.",
        "category": "Grain",
        "image": "https://iili.io/H8Y7GQ1.webp"
    },
    {
        "id": 14,
        "title": "Arabian Nights",
        "description": "A bold and spicy coffee from the Middle East, with notes of cardamom and cinnamon.",
        "category": "Grain",
        "image": "https://iili.io/H8Y7ckQ.webp"
    },
    {
        "id": 15,
        "title": "Midnight Mocha",
        "description": "Indulge in the rich, velvety flavors of this decadent mocha blend. Dark chocolate and espresso notes are combined with a touch of vanilla for a luxurious coffee experience.",
        "category": "Grain",
        "image": "https://iili.io/H8Y7Opp.webp"
    },
    {
        "id": 16,
        "title": "Himalayan Heights",
        "description": "Grown on the steep slopes of the Himalayan Mountains, this coffee is known for its bright acidity and delicate floral notes. This light roast is perfect for those who prefer a more delicate flavor profile.",
        "category": "Grain",
        "image": "https://iili.io/H8Y7j3J.webp"
    },
    {
        "id": 17,
        "title": "Sumatra Blend",
        "description": "Get your day started with the bold and earthy flavors of Sumatra. Grown on the lush tropical slopes of the Gayo Highlands, this coffee is known for its full body, low acidity, and notes of dark chocolate and smoke.",
        "category": "Grain",
        "image": "https://iili.io/H8Y7UCX.webp"
    },
    {
        "id": 18,
        "title": "Bali Bliss",
        "description": "Escape to the tropical paradise of Bali with this smooth and mellow blend. Grown on small family farms, this coffee is shade-grown and hand-picked for a rich and nuanced flavor profile. Notes of milk chocolate, hazelnut, and a hint of tropical fruit.",
        "category": "Grain",
        "image": "https://iili.io/H8Y71TB.webp"
    },
    {
        "id": 19,
        "title": "Central Perk",
        "description": "A medium roast coffee with a smooth, nutty flavor and a hint of caramel. Inspired by your favorite coffee shop!",
        "category": "Grain",
        "image": "https://iili.io/H8Y7aYx.webp"
    },
    {
        "id": 20,
        "title": "Chilean Charm",
        "description": " This coffee boasts a smooth and balanced flavor, with notes of chocolate, caramel, and a hint of fruit. It has a medium body and a subtle acidity that will leave you feeling refreshed and energized.",
        "category": "Grain",
        "image": "https://iili.io/H8Y7EhP.webp"
    }
]}